// Menubar
"Launch ShowRSS"="Ir a ShowRSS";
"Recent Episodes…"="Torrents descargados recientemente…";
"Check Now"="Comprobar ahora";
"pause"="Pausar"; // this is a verb
"resume"="Reanudar"; // this is a verb
"lastupdate"="Última actualización: %@"; // %@ will be replaced by update time
"lastupdateskipped"="Última actualización (Skipped): %@"; // %@ will be replaced by update time
"lastupdatefailed"="Última actualización (fallida): %@"; // %@ will be replaced by update time
"never"="Nunca"; // this is for the last update time, meaning "I still haven't made one"
"updatingnow"="Actualizando…";
"Help"="Ayuda";
"Preferences…"="Preferencias…";
"Quit Catch"="Salir de Catch";
"Visit Catch's Website"="Ir a la página de Catch";
"Help Me Configure Catch"="Ayúdame a configurar Catch";
"Request a Feature"="Sugerir una característica";
"Report a Problem with Catch"="Informar de un problema con Catch";

// Notifications
"newtorrent"="Nuevo torrent descargado";
"newtorrentdesc"="¡El archivo torrent %@ se ha descargado!"; // %@ will be replaced by filename

// Preferences
"Preferences"="Preferencias";
"Feeds"="Feed";
"Downloads"="Downloads";
"Tweaks"="Ajustes";
"OK"="OK";

// Preferences > Feeds
"Copy Name"="Copy Name";
"Copy Address"="Copy Address";
"Show Contents"="Show Contents";
"Feed Contents"="Feed Contents";
"Feed Name"="Feed Name";
"Add Feed"="Add Feed";
"Cancel"="Cancel";
"Import From OPML File…"="Import From OPML File…";
"Only check feed between"="Sólo comprobar feed durante";
"and"="y";

// Preferences > Downloads
"Save to:"="Save to:";
"Organize in folders by show name"="Organizar torrents en carpetas por nombre";
"Open automatically"="Abrir torrents automáticamente";
"Download using script:"="Download using script:";

// Preferences > Tweaks
"Prevent system sleep when active"="Prevent system sleep when active";
"Automatically check for updates"="Comprobar automáticamente si hay actualizaciones";
"Open at Login"="Abrir al iniciar sesión";

// Recents window
"Recent Episodes"="Torrents Descargados Recientemente";
"Copy Link"="Copy Link";
"Delete"="Delete";
